{
  "_id": "3",
  "name": "Krissom",
  "avatar": {
    "url": "https://a.ppy.sh/99269?1603295302.jpeg"
  },
  "preferences": ["std"],
  "description": "First of all, if we know each other since before I came back in 2020 (aka: MoodyRPG, Andrea, Mao, Leader, Gonzvlo, Myxo, Blue Dragon, etc.), you can just ask me for a mod directly. \nIf you've helped me rank maps before I became full BN, you can also just contact me directly.\n\n No need to offer me mod4mod. This list includes Zelq, Crissa, Cris-, Nozhomi, Nuvolina, Cheri, bossandy, pimp, Sonnyc, Uberzolik & -Keitaro. Adding Log Off Now here as well since he's helped me with timing.\n\n *Finalmente, la gente del gremio igual me puede preguntar cuando quiera, pero para ellos tengo un par de reglas extra. Contactame por el servidor del gremio nomas.* \n\n Ok, if you don't qualify here, what to do? Ideally post in the Gremio Queue and hope to catch my attention. I won’t check ALL maps on every cycle, but I'll check those who fall more under my preferences. \n\n **In order, my song preferences are...** \n - Songs in Spanish. This is my n°1 preference and the main reason I became BN. If your song is in Spanish, there's a 99% chance I will at least check the map.\n - Songs in Portuguese, Italian, French, Romanian or Greek.\n - English Pop/Rock/Punk Rock/Indie Rock. For reference, some of my favorite artists are Red Hot Chili Peppers, Two Door Cinema Club, Sara Bareilles, Panic At the Disco!, Katy Perry, etc.\n - Video Game music. Think more Zelda, Mario Bros, Pokémon, Kirby and less Touhou/idol games. Persona music is god-tier btw.\n - Soulful House\n - Everything else\n - ... \n - High pitched anime songs \n\n**As for mapping itself:**\n\n - I'm most confident in old-style maps. Not only symmetry.\n - I do not feel comfortable modding diffs over 5.6-star rating, since I'm B A D at the game.\n - Maps that clearly abuse the PP system will most likely get ignored by me.\n - I prefer when the host maps most of the spread, ideally over 50% of the diffs.\n - I don't mind modding Skins/SBs\n - Make sure your discussion thread has a \"Metadata\" post. \n **Good luck and have fun! - Krisom**"
}
